Repository: hide-me/bolt-seo
Catalog: translations/messages.*.xlf
Languages: ru

source: SEO Title
ru: SEO Заголовок

source: Will be used as the <tt>&lt;title&gt;</tt> and in search engines
ru: Будет использоваться как <tt>&lt;title&gt;</tt> и в поисковых системах

source: Limit the length to %number% characters
ru: Ограничьте длину до %number% символов

source: Meta description
ru: Мета-описание

source: Google snippet preview
ru: Google сниппет предварительного просмотра фрагмента

source: Default title
ru: Заголовок по умолчанию

source: Shortlink
ru: Короткая ссылка

source: alias
ru: псевдоним

source: Canonical Link
ru: Каноническая ссылка

source: Use this to create an alias or shortlink to this record. Be sure to make it an absolute link.
ru: Используйте это, чтобы создать псевдоним или короткую ссылку на эту запись. Обязательно сделайте это абсолютной ссылкой.

source: Use with caution, and only if you know what you're doing
ru: Используйте с осторожностью и только если вы знаете, что делаете.

source: Meta Robots Tag
ru: Мета-тег роботов

source: Open Graph Type
ru: Open Graph тип

source: Leave blank for the default
ru: Оставьте поле пустым для использования по умолчанию.

source: Will be used as the <tt>&lt;meta name="description"&gt;</tt>, and will show up in search engines
ru: Будет использоваться как <tt>&lt;meta name="description"&gt;</tt>, и будет отображаться в поисковых системах

source: Use this to override the <tt>&lt;link rel="canonical"&gt;</tt>
ru: Используйте это, чтобы переопределить <tt>&lt;link rel="canonical"&gt;</tt>

source: Use this to set the <tt>&lt;meta name="robots"&gt;</tt>
ru: Используйте это, чтобы задать <tt>&lt;meta name="robots"&gt;</tt>

source: Use this to set the <tt>&lt;meta name="og:type"&gt;</tt>
ru: Используйте это, чтобы задать <tt>&lt;meta name="og:type"&gt;</tt>
